[Language]
Code="id"
Name="Bahasa Indonesia"
Version="2.7.1"
Translator="Sugeng <anthos1984@yahoo.co.id>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Tutup"
Maximize="Perbesar"
Minimize="Perkecil"
Restore="Kembalikan Ukuran"
Menu="Menu Utama"

; Status Icon
[NotifyIcon]
Tip="Lingoes\nTangkap Kata di Layar: [$CursorStatus]\nTerjemahkan Teks Terpilih: [$SelectionStatus]\nTerjemahkan Teks dalam Clipboard: [$ClipboardStatus]"
InfoTitle="Lingoes"
Info="Tangkap Kata di Layar: [$CursorStatus]\nTerjemahkan Teks Terpilih: [$SelectionStatus]\nTerjemahkan Teks dalam Clipboard: [$ClipboardStatus]"
Enabled="Diaktifkan"
Disabled="Dinonaktifkan"

[MainMenu]
Open="Buka"
CursorTranslator="Tangkap Kata di Layar"
SelectionTranslator="Terjemahkan Teks Terpilih"
ClipboardTranslator="Terjemahkan Teks dalam Clipboard"
Configuration="Pengaturan..."
Dictionaries="Kamus..."
Appendices="Lampiran..."
Activation="Aktivasi Produk"
UpdateOnline="Perbaharui Online"
Help="Bantuan"
About="Tentang Lingoes"
SupportOnline="Dukungan Online"
Exit="Keluar"
EnterLicense="Masukkan Lisensi..."

[DlgInput]
Back="Kembali"
Forward="Lanjutkan"
MainMenu="Menu Utama"
HistoryList="Daftar Riwayat"
Search="Cari", "Cari Penjelasan Lebih Rinci"
WebSearch="Pencarian Web"
AutoMatch="Cocokkan Otomatis", "Cocokkan pada Grup Indeks"
MatchSetup="Pilihan Grup Indeks..."
FindEngine="Dapatkan Penjelajah Lainnya..."

[DlgIndex]
Index="Indeks"
Guide="Pedoman"
Appendix="Lampiran"
NoIndex="Tanpa Indeks"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Tambahkan Kamus kedalam <b>Grup Indeks</b>, Anda bisa mendapatkan saran pengejaan saat memasukkan kata.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>Untuk mengelola grup indeks, klik di sini.</u></a></div>"

[WebGuide]
Results="Hasil"
Spelling="Alternatif Ejaan"
Appendices="Lampiran"
Options="Pilihan"
Dictionaries="Kamus...", "Kelola Kamus"
ManageAppendices="Lampiran...", "Kelola Lampiran Aplikasi"
Configuration="Pengaturan...", "Buka Dialog Pengaturan"
Help="Bantuan", "Buka Bantuan Penggunaan Lingoes"
Homepage="lingoes.net", "Kunjungi Laman Situs Lingoes"
Community="Komunitas Lingoes", "Komunitas Lingoes Online"

[DlgAppendix]
WndTitle="Pilihan Lampiran Aplikasi"
Close="Tutup"
Install="Pasang", "Lampiran Aplikasi Lingoes (*.laf)|*.laf|", "Pemasangan Gagal! \nIni mungkin disebabkan karena anda tidak memiliki ijin akses file."
Delete="Hapus", "Apakah anda yakin mau menghapus \"[$Title]\"", "Penghapusan \"[$Title]\" Gagal! \nIni mungkin disebabkan karena anda tidak memiliki ijin akses file."
Modify="Ubah", "Perubahan Gagal! \nIni mungkin disebabkan karena anda tidak memiliki ijin akses file."
NewGroup="Grup Baru", "Kegagalan membuat grup baru! \nIni mungkin disebabkan karena anda tidak memiliki ijin akses file."
MoveUp="Geser ke atas"
MoveDown="Geser ke bawah"
CreateAppendix="Buat lampiran saya..."
Download="Dapatkan lampiran yang lain..."
Name="Nama"
Group="Grup"
InstallSucceed="Pemasangan \"[$Title]\" Berhasil."
OverwriteInstall="Lampiran sudah ada, apakah anda ingin menindasnya?\n\nJudul:[$Title]\nNama: [$Name]"
InvalidInstallFile="File pemasangan tidak betul!\n[$Filename]"
AppeVersionTooOld="[$Filename]\nVersi lampiran ([$AppeVer]) terlalu lama, perbaharuilah.\n\nKunjungi laman situs Lingoes untuk mencari versi terbaru?"
AppeVersionTooNew="[$Filename]\nVersi lampiran ([$AppeVer]) membutuhkan versi lingoes yang lebih baru.\n\nMengunduh versi terbaru dari laman situs Lingoes sekarang?"

[DlgAppendixEdit]
WndTitle="Merubah \"[$Title]\"", "Buat grup baru"
Name="Nama"
DisplayTitle="Judul yang ditampilkan"
DisplayStyle="Gaya yang ditampilkan"
Ok="Oyi"
Cancel="Batal"

[DlgAppendixBuilder]
WndTitle="Pembangun Lampiran"
Name="Nama:  (Hanya a-z, 0-9, tanda-sambung, dan garisbawah)", "Nama dibutuhkan, hanya boleh memakai a-z, 0-9, tanda-sambung, dan garisbawah."
Title="Judul tampilan:", "Judul dibutuhkan!"
Location="Lokasi Folder Proyek:", "Gagal membuat folder untuk proyek!", "mohon pilih folder yang telah ada"
Create="Buat proyek baru", "Berhasil membuat proyek!\n\nSekarang anda bisa merancang lampiran dengan bebas dengan merubah file \"index.html\".", "Gagal membuat proyek!"
Build="Bangun", "Berhasil membangun file lampiran!\n[$Filename]", "Gagal membangun file lampiran!\n[$Filename]"
Close="Tutup"
Tips="Tips: Anda bisa merancang lampiran dengan bebas dengan merubah file \"index.html\" setelah membuat proyek baru."
OverwriteProject="Proyek telah ada, apakah ditindas dengan yang baru?"

[DlgStatus]
KeepVisible="Pertahankan jendela tetap di atas"
CursorTranslator=""
SelectionTranslator=""
ClipboardTranslator=""
OpenMiniWnd="Buka/Tutup jendela kecil"

[DlgView]
Speak="Ucapkanlah", "Ucapkan teks terpilih"
Search="Cari"
Copy="Salin"
Print="Cetak..."
Save="Simpan..."
Find="Temukan..."
SelectAll="Pilih semuanya"
TextTranslate="Terjemahan teks", "Luncurkan penerjemah teks"
StartPage="Halaman awal", "Halaman awal"
ShowIndex="Show Sidebar"
HideIndex="Tampilkan bilah samping"
SaveFilter="File HTML (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Pilihan pengucap..."
SelectVoice="Pilih suara"
Activation="Aktivasi", ""
Buy="Beli", "Beli lisensi Lingoes komersial"

[DlgRegister]
Title="Lingoes - Registrasi pengguna komersil"
FreeDownload="Lingoes bebas dipakai untuk pemakaian non-komersil saja.\r\nUnduh versi gratis di sini..."
Name="Nama :", "Nama untuk registrasi dibutuhkan"
Email="E-mail:", "Alamat E-mail untuk registrasi di butuhkan"
RegCode="Kode registrasi:", "kode registrasi salah"
Support="Pelayanan pelanggan"
Register="Registrasi", "Gagal menyimpan informasi registrasi"
Exit="Keluar"

[DlgInfo]
Title="Pesan"
Ok="Oyi"
Cancel="Batal"
Yes="Ya"
No="Tidak"
Retry="Ulang"
Abort="Gagalkan"
Ignore="Abaikan"

[DlgAuthentication]
Title="Menghubung ke "
TitleProxy="Menghubungkan server proxy "
Username="Nama:"
Password="Sandi:"
Remember="Ingat kata sandi saya"
Ok="Oyi"
Cancel="Batal"

[WndGrab]
Open="Cari penjelasan terperinci"
Speak="Ucapkan ini"
Copy="Salin"
TextTranslation="Terjemah teks"
Back="Kembali" 
Forward="Lanjutkan"
Search="Cari\n  Masukkan:\t\tCari\n  Ctrl + Enter:\tCari penjelasan terperinci\n  Shift + Enter:\tTerjemah teks\n  Alt + Enter:\tPencarian laman"
RollUp="Gulung ke atas/Kembalikan jendela"
Option="Pilihan"
KeepVisible="Jaga jendela tetap di atas"
KeepSize="Jaga ukuran jendela"
AutoRollUp="Gulung ke atas otomatis", "Tidak", "[$DelaySecond] detik kelambatan"
CloseMiniWnd="Tutup jendela kecil"

[DlgDictOption]
Title="Pilihan Kamus"
NetInstall="Unduh dari Lingoes", "Unduh kamus dari situs laman lingoes"
Install="Pasang", "Pasang kamus dari disk"
Uninstall="Bongkar", "Bongkar Kamus"
Add="Tambah", "Tambah kamus ke dalam daftar"
Remove="Hapus", "Hapus kamus ini dari dalam daftar"
Download="Unduh", "Unduh kamus ini untuk pemakaian offline"
MoveTop="", "Geser ke atas"
MoveUp="", "Geser naik"
MoveDown="", "Geser turun"
MoveBottom="", "Geser ke dasar"
MoreDetails="", "Tunjukkan kamus secara terperinci"
Close="Tutup"

Installed="Kamus terpasang"
Query="Kamus terpasang"
Index="Grup indeks"
Grab="Grup tangkap teks"

InstalledList="Kamus terpasang"
QueryList="Kamus terpasang"
IndexList="Daftar grup indeks"
GrabList="Daftar grup tangkap teks"
DictID="ID"
Online="Online"

Type="Tipe"
OnlineType="Membutuhkan koneksi Internet"
NotLicensed="(Tidak memiliki lisensi <a href='app://activate/'><u>Aktifkan</u></a> <a href='app://buy/[$ProductID]'><u>Beli</u></a>)"

AddFilter="Kamus Lingoes (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Pasang kamus"
Installing="Memasang..."
IndexDictTooMany="Tips:\n\nMenambahkan kamus terlalu banyak ke dalam \"Grup Indeks\" akan memperlambat pencocokan kata ketika mengetikkan karakter dalam kotak pencarian.\n\nkami menyarankan anda untuk menambah sedikit saja kamus yg sering dipakai ke dalam \"Grup Indeks\" ."

[DlgDictList]
Title="Tambah Kamus"
Add="Tambah"
Cancel="Batal"
Select="Pilih"
DictList="Kamus Terpasang"
ID="ID"
Online="Online"

[DlgDictInfo]
Title="Perincian Kamus"
Close="Oyi"

ID="ID"
MD5="MD5"
Tag="Tag"
Name="Nama"
Version="Versi"
Date="Tanggal Pembuatan"
Update="Terakhir Diperbaharui"
IndexCount="Jumlah Kata"
Language=Bahasa
MoreLanguage=Lagi..
DictTitle="Judul"
DictEdition="Edisi"
DictDescription="Penjelasan"
PubAuthor="Pengarang"
PubPress="Press"
PubEmail="Email"
PubWebsite="Website"
PubCopyright="Copyright"
Filename="Nama file"

; Install Dictionaries
[DlgDictInstall]
Title="Pasang Kamus"
InstallSucceed="Berhasil memasang kamus \"[$DictTitle]\""
DictGroupOption="Pilihan"
AddIndexGroup="Tambahkan ke \"Grup Indeks\""
AddIndexGroupDesc="Lingoes akan mencari kamus di dalam grup indeks dan menyarankan hasil terdekat dalam bilih indeks ketika mengetik karakter."
AddGrabGroup="Tambahkan ke \"Grup Tangkap Teks\""
AddGrabGroupDesc="Lingoes akan mencari kamus dalam grup tangkap teks dan menampilkan hasil terjemahan teks yang ditangkap ke dalam jendela saat menangkap teks."
Ok="Oyi"

; Configuration
[DlgOption]
Title="Pengaturan"
Ok="Oyi"
Cancel="Batal"
General="Umum"
Appearance="Penampilan"
Connection="Hubungan/koneksi"
Speech="Pengucapan"
Hotkey="Tombol pintasan"
Translate="Terjemahan"
License="Lisensi"
Capture="Tangkap teks"

; General
[DlgOptGeneral]
Language="Bahasa"
UILanguage="Bahasa untuk antarmuka pemakai"

WebSearch="Pencarian jaringan"
SelectWebSearch="Pilih mesin pencari untuk dipakai mencari laman situs"

TermHistory="Riwayat && Cache"
SaveHistory="Kata dicari yang tersimpan dalam riwayat"
ClearHistory="Bersihkan Riwayat"
ClearHistoryConfirmation="Apakah anda yakin untuk membersihkan riwayat?"

ResultCache="Cache lokal daripada kamus online"
ClearCache="Bersihkan Cache", "Apakah anda yakin dalam membersihkan cache?"

AutoStart="Jalankan Lingoes saat saya masuk Windows"
StartMin="Kecilkan setelah mulai"

; Appearance
[DlgOptAppearance]
UserInterface="Antarmuka pemakai"
WindowStyle="Gaya Jendela"
WindowFont="Jenih Huruf Jendela"
WindowFontSize="Ukuran Huruf"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Tampilan Hasil"
TextFont="Jenis Huruf Teks"
TextFontSize="Ukuran Huruf"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Huruf Pengucapan"
CursorTranslatorBar="Jendela tangkapan kata"
FontColor="Warna huruf"
BackColor="Warna Latar"
BorderColor="Warna Tepi"
Transparence="Jendela tangkkapan kata tembus cahaya"
SampleText="Kata tertangkap"

[Style]
0="Tidak ada"
1="Gaya asal"

; Translate
[DlgOptTranslate]
SupportLCMap="Dukungan pemetaan bahasa lokal"
InstantTranslation="Terjemahan kilat"
TargetLanguage="Bahasa tujuan:"
CurrentUserLanguage="= Bahasa Pemakai saat ini"
TargetLanguage2="Bila Bahasa tujuan sama dengan sumbernya, kembalikan sebagai:"
NoTranslate="= Tanpa terjemah"

;--------- For Compatible 2.4.2 and older ----------------
CursorActivation="Tangkap kata di layar"
MouseActivation="Mode aktivasi mouse:"
MouseOver="Mouse-mengapung"
LeftMouseButton="Tombol Mouse Kiri"
MiddleMouseButton="Tombol Mouse Tengah"
RightMouseButton="Tombol Mouse Kanan"
MouseXButton1="Tombol 1 Mouse X"
MouseXButton2="Tombol 2 Mouse X"
TimeDelay="Waktu pelambatan:"
MSEL="milidetik"
IgnoreNumber="Abaikan angka"
IgnoreLatin="Abaikan Latin (Inggris, Perancis, Jerman, Spanyol, dsb.)"
IgnoreCJK="Abaikan Cina, Jepang dan Korea"
IgnoreCyrillic="Abaikan Cyrillic (Rusia, Ukraina, Bulgaria, dsb.)"
IgnoreArabic="Abaikan Arab, Ibrani"
InstallAdobePlugin="Pasang Plug-in Adobe Acrobat PDF"
ZonedWord="Terjemahkan teks terpilih"
ZonedWordFilterRule="Saring aturan untuk pemilihan teks..."
;----------- end --------------------

; Capture
[DlgOptCapture]
CursorActivation="Tangkap kata di layar"
MouseActivation="Mode aktivasi mouse:"
MouseOver="Mouse-mengapung"
LeftMouseButton="Tombol Mouse Kiri"
MiddleMouseButton="Tombol Mouse Tengah"
RightMouseButton="Tombol Mouse Kanan"
MouseXButton1="Tombol 1 Mouse X"
MouseXButton2="Tombol 2 Mouse X"
TimeDelay="Waktu pelambatan:"
MSEL="milidetik"
MatchPhrase="Cocokan frase"
IgnoreNumber="Abaikan angka"
IgnoreLatin="Abaikan Latin (Inggris, Perancis, Jerman, Spanyol, dsb.)"
IgnoreCJK="Abaikan Cina, Jepang dan Korea"
IgnoreCyrillic="Abaikan Cyrillic (Rusia, Ukraina, Bulgaria, dsb.)"
IgnoreArabic="Abaikan Arab, Ibrani"
InstallAdobePlugin="Pasang Plug-in Adobe Acrobat PDF"
ZonedWord="Terjemahkan teks terpilih"
ForTextSelection="Untuk pemilihan teks"
ForDoubleClicking="Untuk dobel klik"
ZonedWordFilterRule="Saring aturan untuk pemilihan teks..."
ShowOnlyFirstResult="Hanya tunjukkan hasil pencarian pertama"

; Capture - Text Selection Filter
[DlgOptTranslateZWFilter]
Title="Aturan saringan untuk pemilihan teks"
ProgramFilename="Nama file program", "Nama file program (Tentukan semua program bila kosong)"
WndClassName="Nama kelas jendela", "Nama kelas jendela (Tentukan semua jendela bila kosong)"
DisableSelect="Abaikan pemilihan teks", "Abaikan pemilihan teks"
DisableDBLClick="Abaikan Doble klik", "Abaikan Doble klik"
Comment="Komentar", "Komentar"
Add="Tambah"
Modify="Ubah"
Delete="Hapus", "Apakah anda yakin menghapus item saat ini?"
Ok="Oyi"
Cancel="Batal"
LoadDefault="Muat asal", "Apakah anda yakin untuk mengembalikan ke pengaturan awal?"
Browser="...", "Perambah", "Program (*.exe)|*.exe|"
Capture="...", "Tangkap nama kelas jendela"
AllProgram="-- Semua Program --"
AllWindow="-- Semua Jendela --"

[WndClassNameCapture]
Title="Tangkap nama kelas jendela"
ProgramFilename="Nama File Program"
WndClassName="Nama Kelas jendela"
Capture="Tangkap dari Layar"

; Speech
[DlgOptSpeech]
RPPEngine="Mesin Pengucapan Alami"
RPPEnable="Aktifkan"
RPPVoice="Suara"
RPPRebuildIndexFile="Membangun ulang file indeks", "Membangun ulang file indeks gagal! \nIni mungkin disebabkan anda tidak mempunyai ijin akses file."
Engine="Mesin Teks-ke-Ucapan (TKU)"
Voice="Suara"
Enable="Aktifkan"
Volume="Volume"
Pitch="Pitch"
Speed="Kecepatan"
Format="Format", "Asal", "Tidak mendukung format suara: [$Format]"
RealtimePron="Pengucapan tepat waktu"
PronInQuery="Ketika melihat kata"
PronInCapture="Ketika menangkap kata pada layar"
PronInSelect="Ketika menerjemahkan teks terpilih"
Test="Tes"
EnterText="Masukkan teks dan coba suara ini"
DownloadTTS="Unduh paket suara alami && Mesin TKU..."

; Connect
[DlgOptConnection]
ConnectSet="Pengaturan Koneksi"
DirectConnect="Koneksi Langsung"
IEProxyConnect="Gunakan pengaturan proxy dari perambah jaringan"
ProxyConnect="Hubungkan melalui server Proxy / Firewall"
ProxyServer="Server Proxy:"
ProxyPort="Port:"
Username="Nama:"
Password="Sandi:"
OnlineUpdate="Perbaharui Online"
UpdateNow="Perbaharui Sekarang"
EnableUpdate="Aktifkan pembaharuan online"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="Buka/Tutup jendela utama"
GrabToggleKey="Aktifkan/Nonaktifkan Penangkapan teks pada layar"
SelectionToggleKey="Aktifkan/Nonaktifkan Penerjemahan teks terpilih"
ClipboardToggleKey="Aktifkan/Nonaktifkan Penerjemahan teks clipboard"
Pronounce="Pengucapan"
CopyInterpretation="Salin isi dalam terjemahan"
SpeakSelectedText="Ucapkan teks terpilih"
StopSpeak="Stop Pengucapan"
DisableHotKey="Nonaktifkan tombol pintas"
OpenMiniWnd="Buka/Tutup Jendela mini"
RollUpMiniWnd="Gulung/Kembalikan Jendela mini"

[DlgExpire]
Title="Lingoes telah kadaluarsa"
Ok="Perbaharui Sekarang"
Cancel="Keluar"
NetworkSettings="Pengaturan Jaringan"
Support="Lingoes.net"
AskUpgrade="Versi saat ini telah kadaluarsa, anda harus memperbarui ke versi terbaru untuk dapat terus menggunakan! \nPerbaharui ke versi terbaru?"

[DlgAbout]
DlgTitle="Tentang Lingoes"
; Version="Version: "
PortableEdition="Edisi Portabel"
Email="Alamat Email"
Website="Halaman situs Lingoes"
LicenseTo="Produk ini dilisensikan kepada:"
; LicenseID="ID: "

;----------- new --------
PersonalUser="Pengguna pribadi non komersil"
EvaluationUser="software percobaan ini diperuntukkan bagi tujuan evaluasi saja"
UserLicenseQuantity="[$Quantity] Lisensi Pengguna", "[$Quantity] Lisensi Pengguna ([$KeyNo]/[$Quantity])"
LicenseExpire="Lisensi kadaluarsa setelah [$Day] hari"
;----------- end -----------

[WebResult]
SpellingAlternatives="alternatif pengejaan"
SpellChecker="pengecekan ejaan"
TextTranslation="penerjemahan teks"
WebSearch="pencarian laman"
MoreResults="hasil yang lain"
WaitSearch="meminta hasil pencarian..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>Tidak ditemukan yang cocok untuk \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Bagaimana cara memakai Lingoes"
DownDictTip="Unduh kamus yang lain"
Intro="Mendukung terjemahan lebih dari 80 bahasa satu sama lain<br>Menerjemahkan Cursor, Menerjemahkan teks & Teks ke Ucapan"

[TextTranslation]
Title="Penerjemahan Teks"
To="Ke"
Translate="Terjemahkan"
RequestFailed="Permintaan pelayanan penerjemahan gagal."
ConnectFailed="Lingoes gagal menghubungkan ke server. Bila anda terhubung ke internet, cek pengaturan koneksi internet anda. "
WaitRequest="Meminta hasil terjemahan..."
ParseResultFailed="Kegagalan menganalisa hasil terjemahan. Bila anda mendapat pesan ini beberapa kali, tolong laporkan kepada kami."

; Layout
[Layout]
DictMenu="Menu Kamus"
ShowResult="Tampilkan Hasil"
MinimizeResult="Kecilkan Hasil"
FindWord="Temukan: "
NoLicenseTip="Isi Penuh akan ditampilkan setelah registrasi...", "Versi percobaan kamus ini hanya untuk evaluasi, Isi Penuh akan ditampilkan setelah registrasi: &nbsp;<a href='app://activate/'><u>Aktifkan</u></a> &nbsp<a href='app://buy/[$ProductID]'><u>Beli</u></a>", "Versi percobaan perangkat lunak ini hanya untuk evaluasi,  fungsi penuh akan tersedia setelah registrasi: &nbsp;<a href='app://activate/'><u>Aktifkan</u></a> &nbsp<a href='app://buy/[$AppProductID]'><u>Beli</u></a>"
RememberWord="Tambahkan kata ke dalam catatan"

; Dictionary Menu
[DictMenu]
About="Tentang..."
Enable="Aktifkan"
Disable="Nonaktifkan"
DisableMsg="Kamus dinonaktifkan dan tidak akan menampilkan hasil!\nAnda bisa mengaktifkannya melalui dialog \"Dictionaries\"."
MoveTop="Set sebagai hasil teratas"
ArrangeResults="Atur Hasil..."
IndexGroup="  (Index Group)"
QueryGroup="  (Query Group)"
GrabGroup="  (Text Capture Group)"

[Update]
Title="Update Online"
AskUpgrade="Versi baru terdeteksi. Apakah anda ingin memperbaharui ke versi terbaru?"
UpgradeNow="Versi baru terdeteksi. Perlu untuk memperbaharui ke versi terbaru"
UpdateSuccess="Pembaharuan Berhasil!"
UpdateFail="Pembaharuan Gagal!"
NoUpdate="Veresi saat ini adalah terbaru"

CheckUpdate="Mengecek versi terbaru..."
GetUpdateInfo="Mengambil informasi pembaharuan..."
DownUpdateData="mengunduh data terbaharui..."
ExecUpdate="Membaharui sistem..."
GetUpgradeInfo="Mengambil informasi terbaharui..."
DownUpgradeData="Mengunduh data terbaharui..."
ExecUpgrade="Memperbaharui sistem..."
NeedExitForUpgrade="Lingoes akan keluar untuk menyelesaikan pembaharuan sistem"

[Message]
InitUpdateServerFail="Gagal mengawali pelayanan perbaharuan otomatis "
StartDictServerFail="Gagal memulai pelayanan kamus."

DictFileErr="Format file tak benar!\n[$Filename]"
DictVersinTooOld="[$Filename]\nVersi kamus ([$DictVer]) terlalu lama, mohon diperbaharui.\n\nMengunjungi laman situs Lingoes untuk mencari versi terbaru?"
DictVersinTooNew="[$Filename]\nVersi kamus ([$DictVer]) memerlukan versi lingoes yang lebih baru.\n\nUnduh versi Lingoes terbaru dari laman situs website sekarang?"

AskDictRepeatInstall="Daftar kamus telah termasuk kamus \"[$DictTitle]\",\nApakah anda masih ingin melanjutkan?"
InstallDictFail="Gagal memasang kamus:\n[$Filename]"
AskUninstall="Apakah anda yakin ingin membongkar kamus?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="Pembongkaran kamus gagal\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="Apakah anda yakin akan menghapus kamus \"[$DictTitle]\" dari dalam daftar?"

MemoryAllocFail="Gagal mengalokasikan memori."
FilenameInvalid="Nama file tak betul."
SaveFileFail="Gagal menyimpan file"
OpenFileFail="Gagal membuka file"

AreYouAbort="Apakah anda yakin untuk mengabaikan proses ini?"
CreateThreadFail="Gagal membuat thread"
CreateEventFail="Gagal membuat event hand"
Unfulfilment="Fitur tidak terpenuhi"
OnlyProVersion="Fitur hanya untuk versi Pro."
NoRegister="Ini versi  yang tak teregistrasi, mohon registrasi Lingoes untuk memakai fitur."
UsernameIsEmpty="Nama pengguna kosong, mohon diisi lagi."
SaveSearchResultFail="Gagal menyimpan hasil pencarian."

OpenAppendixFail="Gagal membuka isi lampiran.\n\nUnduh lampiran dari laman situs Lingoes sekarang?"
OpenSpeechEngineFail="Gagal memuat mesin TKU, tolong cek bahwa mesin TKU telah terpasang! \n\nAnda harus memasang mesin TKU dalam sistem operasi anda untuk mengucapkannya. Bila tidak, tolong unduh dan pasang dari situs Lingoes \n\nApakah anda ingin mengunduhnya sekarang?"

; NeedIE6Support="Lingoes needs Internet Explorer 6+, please update your web browser to IE6+"
NoImplement="Maaf, fitur tidak terpenuhi"

InstallSucceed="Pemasangan berhasil." 
InstallFailed="Pemasangan gagal."

[DlgOptLicense]
Product="Lisensi Produk"
Enter="Masukkan lisensi..."
Remove="Hapus lisensi", "Dengan menghapus lisensi mungkin akan menyebabkan beberapa fitur produk menjadi nonaktif,\nApakah anda tetap ingin melanjutkan dan menghapus lisensi untuk produk:\n\n[$ProductList]"
Detail="Lebih lanjut..."

LicenseID="ID lisensi: "
LicenseTo="Lisensi kepada: "
LicenseExpire="Lisensi kadaluarsa setelah [$Day] hari"
UserLicenseQuantity="[$Quantity] Lisensi Pemakai", "[$Quantity] Lisensi Pemakai ([$KeyNo]/[$Quantity])"

[DlgActivation]
Title="Masukkan Lisensi"
ActivateTitle="Masukkan kunci lisensi anda", "Anda dapat menemukan kunci lisensi anda dalam email konfirmasi atau dalam tempat cakram dalam dos paket produk."
LicenseKey="Kunci Lisensi:"
Name="Nama Anda:"
Email="Email Anda:"
NetworkSet="Pengaturan Jaringan", "Untuk mengaktifkan lisesnsi harus terhubung online. Atur server proxy anda bila perlu."
Activate="Akvasi"
BuyTitle="Membeli produk [$Publisher] ", "untuk Membeli produk [$Publisher], klik pada tombol Belic."
Buy="Beli"
Cancel="Tutup"

IncorrectProductKey="Kunci lisensi salah."
IncorrectName="Nama salah. Tolong masukkan nama dalam jangkauan 32 karakter"
IncorrectEmail="Alamat email salah. Tolong masukkan alamat email yang betul dalam jangkauan 128 karakter."
WaitRequest="Sedang memroses... Mohon tunggu."

RequestFailed="Aktivasi gagal. Server mungkin sibuk. Mohon dicoba lagi nanti."
NetworkFault="Tidak dapat menghubungi server aktivasi, mohon periksa pengaturan jaringan anda."
ResponseError="Data  balasan dari server tak betul."
OtherError="Kesalahan tak diketahui."
SaveDataFailed="Gagal menyimpan data"

ActivateSuccess="Aktivasi Berhasil"
ActivateFailed="Aktivasi Gagal"

[WndTip]
Title="Tip Lingoes hari ini"
Close="Tutup"
